Repository: rzkowskii/mxdream
Catalog: po/*.po
Languages: de

source: (Press <ctrl><alt> to release grab)
de: (Drücken Sie <ctrl><alt> zum freigeben)

source: Running
de: Läuft

source: Stopped
de: Angehalten

source: Running (%2.4f%%)
de: Läuft (%2.4f%%)

source: Default disc path
de: Standard-CD-Pfad

source: VMU path
de: VMU-Pfad

source: No program is loaded, and no BIOS is configured (required to boot a CD image). To continue, either load a binary program, or set the path to your BIOS file in the Path Preferences
de: Kein Programm wurde geladen und kein BIOS (wird zum booten eines CD-Abbilds benötigt). Um fortzusetzen, laden Sie entweder ein Programm im Binärformat, oder setzen Sie den Pfad zu Ihrer BIOS-Datei in den Pfadeinstellungen

source: File is not a %s save state
de: Die Datei ist kein %s-Speicherstand

source: Unsupported %s save state version
de: Nicht unterstützte %s-Speicherstandversion

source: %s save state is corrupted (bad module count)
de: %s-Speicherstand ist fehlerhaft (falsche Anzahl an Modulen)

source: Audio output device
de: Audioausgabegerät

source: Linux ALSA system driver
de: Linux-ALSA-Systemtreiber

source: Enlightened Sound Daemon driver
de: ESD-Treiber

source: Null (no audio) driver
de: Null-Treiber (kein Audio)

source: OS X CoreAudio system driver
de: OSX-CoreAudio-Systemtreiber

source: PulseAudio sound server driver
de: Pulseaudio-Soundservertreiber

source: SDL sound driver
de: SDL-Soundtreiber

source: Unable to read disc table of contents (error %04x)
de: Unfähig das Inhaltsverzeichnis der Disk zu lesen (Fehler %04x)

source: Serial device
de: Serielles Gerät

source: GTK-based OpenGL driver
de: GTK-basierter OpenGL-Treiber

source: Null (no video) driver
de: Null-Treiber (kein Video)

source: OS X Cocoa GUI-based OpenGL driver
de: OSX Cocoa GUI-basierter OpenGl-Treiber

source: Empty
de: Leer

source: <press key>
de: <Taste drücken>

source: Select file
de: Datei auswählen

source: Controller Configuration
de: Kontrollerkonfiguration

source: Load VMU
de: Lade VMU

source: Create VMU
de: Erstelle VMU

source: <empty>
de: <leer>

source: Create VMU...
de: Erstelle VMU...

source: Controller Settings
de: Kontrollereinstellungen

source: Page
de: Seite

source: Jump to PC
de: Zum PC springen

source: Mode
de: Modus

source: This page is currently unmapped
de: Diese Seite ist momentan nicht erfaßt

source: Memory dump
de: Speicherauszug

source: View
de: Ansehen

source: From
de: aus

source: To
de: zu

source: Open...
de: Öffnen...

source: Open image file...
de: Abbilddatei öffnen

source: GD-Rom Settings
de: GD-Rom-Einstellungen

source: Address
de: Adresse

source: Value
de: Wert

source: Bit Pattern
de: Bitmuster

source: Description
de: Beschreibung

source: Trace access
de: Zugang zur Ablaufverfolgung

source: Close
de: Schließen

source: (Press <command> to release grab)
de: (Drücke <command> zum freigeben)

source: All files
de: Alle Dateien

source: Load state...
de: Speicherpunkt laden...

source: lxDream Save State (*.dst)
de: lxDream Speicherpunt (*.dst)

source: Path Settings
de: Pfadeinstellungen

source: Save next scene...
de: Nächste Szene speichern

source: lxdream scene file (*.dsc)
de: lxdream-Szenendatei (*.dsc)

source: No address selected, so can't run to it
de: Keine Adresse ausgewählt, also kann es nicht ausgeführt werden

source: _File
de: _Datei

source: _Settings
de: _Einstellungen

source: _Help
de: _Hilfe

source: Load and run a program binary
de: Lade und führe eine Programmbinärdatei aus

source: _Reset
de: _Neustart

source: Reset dreamcast
de: Dreamcast neustarten

source: Pause dreamcast
de: Dreamcast pausieren

source: Resume
de: Weiter

source: Load an lxdream save state
de: Einen lxdream speicherstand laden

source: Create an lxdream save state
de: Einen lxdream-Speicherstand erstellen

source: Save to the current quick save state
de: Speichere unterm dem aktuellen Schnellspeicherstand

source: Select _Quick State
de: _Wähle Schnellspeicherstand

source: Set quick save state
de: Schnellspeicherstand setzen

source: _Empty
de: _Leer

source: _Open Image...
de: _Abbild öffnen

source: Mount a cdrom disc
de: Eine CD-Rom einbinden

source: _Paths...
de: _Pfade...

source: Configure files and paths
de: Pfade und Dateien einstellen

source: Configure audio output
de: Audioausgabe einstellen

source: _Controllers...
de: _Kontroller...

source: Configure controllers
de: Kontroller einstellen

source: _Network...
de: _Netzwerk...

source: Configure network settings
de: Netzwerkeinstellungen konfigurieren

source: Configure video output
de: Videoausgang einstellen

source: _About...
de: _Über...

source: About lxdream
de: Über lxdream

source: Open debugger window
de: Debuggerfenster öffnen

source: View _Memory
de: Speicher anschauen

source: View memory dump
de: Speicherauszug anschauen

source: View IO _Registers
de: IO-Register anschauen

source: View MMIO Registers
de: MMIO-Register anschauen

source: _Save Scene
de: _Szene speichern

source: Save next rendered scene
de: Speichern der nächsten gerenderten Szene

source: _Single Step
de: _Einzelnen Schritt

source: Single step
de: Einzelnen Schritt

source: Run _To
de: Gehe zu

source: Run to
de: Gehe zu

source: _Breakpoint
de: _Unterbrechungspunkt

source: Toggle breakpoint
de: Unterbrechungspunkt umschalten

source: State _%d
de: Stand _%d

source: Use quick save state %d
de: Benutze Schnellspeicherstand %d

source: MMIO Registers
de: MMIO-Register

source: Resume emulation
de: Emulation fortsetzen

source: Stop emulation
de: Emulation anhalten

source: Exit emulator
de: Emulator beenden

source: Save current quick save
de: Sichere aktuellen Schnellspeicherstand

source: Load current quick save
de: Lade aktuellen Schnellspeicherstand

source: Select quick save state 0
de: Wähle Schnellspeicherstand 0 aus

source: Select quick save state 1
de: Wähle Schnellspeicherstand 1 aus

source: Select quick save state 2
de: Wähle Schnellspeicherstand 2 aus

source: Select quick save state 3
de: Wähle Schnellspeicherstand 3 aus

source: Select quick save state 4
de: Wähle Schnellspeicherstand 4 aus

source: Select quick save state 5
de: Wähle Schnellspeicherstand 5 aus

source: Select quick save state 6
de: Wähle Schnellspeicherstand 6 aus

source: Select quick save state 7
de: Wähle Schnellspeicherstand 7 aus

source: Select quick save state 8
de: Wähle Schnellspeicherstand 8 aus

source: Select quick save state 9
de: Wähle Schnellspeicherstand 9 aus

source: Run the AICA SPU only, with the supplied program
de: Nur AICA SPU mit angegebenem Programm laufen lassen

source: Use the specified audio driver (? to list)
de: Benutze den spezifizierten Audiotreiber (? für Liste)

source: Load configuration from CONFFILE
de: Lade Konfiguration aus KONFDATEI

source: Start in debugger mode
de: Starte im Deguggermodus

source: Start in fullscreen mode
de: Starte im Vollbildmodus

source: Start GDB remote server on PORT for SH4
de: Starte den GDB-Remote-Server an PORT für SH4

source: Start GDB remote server on PORT for ARM
de: Starte den GDB-Remote-Server an PORT für SH4

source: Display this usage information
de: Zeige diese Gebrauchsanleitung an

source: Run in headless (no video) mode
de: Führe im 'Headless'-Modus (kein Video) aus

source: Set the output log level
de: Setze das Log-Level der Ausgabe

source: Set the SH4 multiplier (1.0 = fullspeed)
de: Lege den SH4-Faktor fest (1.0 = volle Geschwindigkeit)

source: Don't start running immediately
de: Führe das Programm nicht sofort aus

source: Start running immediately on startup
de: Lasse das Programm sofort beim Start laufen

source: Run for the specified number of seconds
de: Setze die Laufzeit auf eine festgelegte Zahl an Sekunden

source: Output trace information for the named regions
de: Gebe die Daten der Ablaufverfolgung für die bestimmten Bereiche aus

source: Allow unsafe dcload syscalls
de: Erlaube unsichere dcload-Systemaufrufe

source: Print the lxdream version string
de: Gebe den lxdream-Versionsstring aus

source: Use the specified video driver (? to list)
de: Benutze den angebenen Videotreiber (? für Liste)

source: Disable the SH4 translator
de: Deaktiviere den SH4-Übersetzer

source: Dpad left
de: Steuerkreuz links

source: Dpad right
de: Steuerkreuz rechts

source: Dpad up
de: Steuerkreuz oben

source: Dpad down
de: Steuerkreuz unten

source: Analog left
de: Analog links

source: Analog right
de: Analog rechts

source: Analog up
de: Analog oben

source: Analog down
de: Analog unten

source: Button X
de: Knopf X

source: Button Y
de: Knopf Y

source: Button A
de: Knopf A

source: Button B
de: Knopf B

source: Trigger left
de: Abzug links

source: Trigger right
de: Abzug rechts

source: Start button
de: Startknopf

source: Unknown error %d
de: Unbekannter Fehler %d

source: Address 0x%s is out of bounds.
de: Adresse 0x%s is außerhalb der Begrenzungen.

source: <internal disassembler error>
de: <interner Disassemblerfehler>
